Ran Plan for dir: `infra/front` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.codecommit.aws_codecommit_repository.repo-name will be created
+ resource "aws_codecommit_repository" "repo-name" {
      + arn             = (known after apply)
      + clone_url_http  = (known after apply)
      + clone_url_ssh   = (known after apply)
      + default_branch  = "master"
      + description     = "descrição de teste"
      + id              = (known after apply)
      + repository_id   = (known after apply)
      + repository_name = "testeatlantis"
      + tags_all        = {
          + "OWNER" = "raulSoares2"
          + "STAGE" = "dev"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d infra/front`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantisproject.daredelabs.com.br/lock?id=raulrsoares%252FbktTeste%252Finfra%252Ffront%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d infra/front`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
